name = ("тасакa", "машина", "тосканы",
        "томска", "таско", "тоска", "канска")

hallo = {
    "morning": ("Генеральный директор, слушаю вас!!!", "Здравствуйте генеральный директор!!!",
                "Доброе утро генеральный директор!!!", "Добро пожаловать директор"),
    "day": ("Добрый день генеральный директор!!!", "Генеральный директор, слушаю вас!!!",
            "Здравствуйте генеральный директор!!!", "Добро пожаловать директор"),
    "evening": ("Добрый вечер генеральный директор!!!", "Генеральный директор, слушаю вас!!!",
                "Здравствуйте генеральный директор!!!", "Добро пожаловать директор")
}

tbr = ('скажи', 'покажи', 'сколько', 'ответь', 'объясни', 'расскажи', 'загугли', 'найди информацию')

cmdkom = {
    "help": ('список команд', 'команды', 'твои способности', 'твои навыки',
             'навыки', 'какова твоя работа', 'в чём заключается твоя работа', 'расскажи о себе'),
    "ctime": ('сейчас времени', 'который час', 'какое время'),
    "music": ('включи музыку', 'воспроизведи песню', 'сыграй мне песню', 'исполни песню', 'зачитай'),
    "browser": ('найди', 'загугли', 'поиск', 'узнай', 'поясни', "кто", "что", "где", "когда",
                "зачем", "почему", "как", "какой", "какая", "какое", "какие", "чей", "чья",
                "чье", "чьи", "каким", "какими", "каков", "какова", "каково", "каковы"),
    "date": ('какая сейчас дата', 'какая дата', 'дата', 'какое сейчас число')
}
